Repository: timotheemoulin/wc-cart-automation
Catalog: languages/wc-cart-automation_*.po
Languages: fr

source: Unique token
fr: Jeton unique

source: Merge with the user's cart
fr: Fusionner avec le panier de l'utilisateur

source: Erase current cart
fr: Effacer le panier actuel

source: Merge both carts
fr: Fusionner les deux paniers

source: Products to add
fr: Produits à ajouter

source: Quantity
fr: Quantité

source: Product
fr: Produit

source: Redirect URL
fr: URL de redirection

source: Coupons to add
fr: Coupons à ajouter

source: The link you followed was not valid. Please try to copy/paste it in your browser.
fr: Le lien que vous avez suivi n'était pas valide. Veuillez essayer de le copier/coller dans votre navigateur.

source: Your cart has been successfully updated.
fr: Votre panier a été mis à jour avec succès.

# post type general name
source: Automations
fr: Automatisations

# post type singular name
source: Automation
fr: Automatisation

# automation
source: Add New
fr: Ajouter nouveau

source: Add New Automation
fr: Ajouter une nouvelle automatisation

source: Edit Automation
fr: Modifier l'automatisation

source: New Automation
fr: Nouvelle automatisation

source: View Automation
fr: Afficher l'automatisation

source: View Automations
fr: Afficher les automatisations

source: Search Automations
fr: Automatisations de recherche

source: No automations found.
fr: Aucune automatisation trouvée.

source: No automations found in Trash.
fr: Aucune automatisation trouvée dans la corbeille.

source: Automations
fr: Automatisations

source: Anyone clicking on this link will activate the cart automation.
fr: Toute personne cliquant sur ce lien activera l'automatisation du panier.

source: Be careful, your link will only work at : %s
fr: Attention, votre lien ne fonctionnera qu'à : %s

source: You must first publish this page to enable the link. Clicking on a disable link will not work.
fr: Vous devez d'abord publier cette page pour activer le lien. Cliquer sur un lien de désactivation ne fonctionnera pas.

source: Openings
fr: Ouvertures

source: Orders
fr: Commandes

source: Cart automation
fr: Automatisation du panier

source: Cart Automation configuration
fr: Configuration de l'automatisation du panier

source: Active automation : %s
fr: Automatisation active : %s

source: Inactive automation : %s
fr: Automatisation inactive : %s

source: Delete
fr: Supprimer

source: Add
fr: Ajouter

source: - Select -
fr: - Sélectionnez -

source: Unrecognized option field of type %s.
fr: Champ d'option non reconnu de type %s.

source: Shop Cart Automation
fr: Automatisation du panier

source: Enhance your sales with custom cart automation process.
fr: Améliorez vos ventes avec un processus d'automatisation de panier personnalisé lié à votre .
